text1 = 'Привет, ты здесь, а значит тебе ***интересен трейдинг!***\n\n' \
        'На протяжении нескольких лет я занимаюсь прогнозированием граффиков\n\n' \
        'Рынок сейчас крайне нестабилен. Я покажу вам что ***можно*** делать в такой непростой, но интересный период\n\n' \
        'Я проведу тебя по этому пути, если ты начинающий или дам вектор движения, если ты продвинутый трейдер.🚀\n'

text2 = 'НАЧАЛО ТРЕЙДА ПОШАГОВО:\n\n' \
        '1. Зарегистрироваться у брокера (Альфа, Тинькофф, Открытиеи т.д.). Смотрите подробнее вкладку /brokers.\n\n' \
        '2. Посмотреть /order_types. Знание различных типов заявок помогает получить более выгодную цену. \n\n' \
        '3. Нажать кнопку /example чтобы увидеть, какие смски будут приходить.\n\n' \

text3 = 'ТРИ ФАКТА КОТОРЫЕ НУЖНО ЗНАТЬ:\n\n' \
        '1. Несколько раз в год рынки дают отличное время для захода. Сейчас время именно такое. Скоро случится событие, которое спровоцирует сильнейшее движение.\n\n' \
        '2. На данный момент вся нужная информация есть в меню. Доступна через /\n' \
        '/author\n' \
        '/brokers\n' \
        '/what_to_trade(что_торгуем)\n' \
        '/how_to_trade(как_торгуем)\n\n' \
        '3. Данный проект это мое технологическое хобби. Пока я хочу, чтобы ты вник в предоставленную мной информацию и зарегистрировался у любого брокера. Пиши, если понадобится дополнительная инфа – буду рад ответить и дополнить в последующем функционал бота!'

order_types_text = 'Отложенные заявки помогают получить желаемую цену, тем самым снижают риск на сделке \n\n' \
                   'Коротко говоря:\n' \
                   '•STOP-заявка которую я ставлю если жду чтобы инструмент ***достиг*** нужной цены\n' \
                   '•LIMIT-заявка если жду чтобы инструмент ***откатился*** до определнной цены. \n\nПри каждой своей сделке я обязательно указываю какие заявки и куда ставлю'

how_to_trade_text = '***Главный принцип:***\n' \
                    'Не потерять капитал.\n\n' \
                    '•Поэтому ***главной задачей*** является поставить слелку с минимальным риском и передвинуть риск в 0\n' \
                    '•Торгуем по принципу дневного трейдера. Каждый новый день - свежий подход.\n' \
                    '•Сделки открываются на промежуток от 15 мин до нескольких часов\n' \
                    '•К сделкам я даю ***все свои цифры***. Все максимально понятно (см. /example)'

what_to_trade_text = 'Я торгую много инструментов в зависимости от текущего поведения рынка\n\n' \
                     'Чаще всего вот так:\n' \
                     '•Утром - Рос. рынок(Фьючерсы RTS)\n' \
                     '•Днем и вечером - Американские акции. Выбираю 1-3 компании наиболее подходящие для хорошего захода в позицию'

brokers_text = 'На Рос. Рынке 15 крупных брокеров котоыре обслуживают 90 процентов клиентов. Я не рекламирую никого.\n\n Вы можете выбрать абсолютно любого\n\n' \
               'Вот некоторые из них для упрощения:\n' \
               '•Сбербанк\n' \
               '•Тинькофф\n' \
               '•Альфа-Банк\n' \
               '•Открытие\n' \
               '•Финам\n'

author_text = 'Рынки всегда находятся в движении, даже когда твиттер Трампа молчит😁🦅\n\n' \
              'Моя задача _увидеть_ будут ли цены на рынке' \
              'выше или ниже через\n•10 мин\n•30 мин\n•1 час и тд. \n\n' \
              'Для этого я провожу много времени за:\n' \
              '•Изучением исторических данных\n' \
              '•Тестированием торговых моделей\n\n' \
              'Мои первые существенные знания по трейду я получил в Сингапуре. С тех пор жизнь изменилась, но я продолжаю периодически ездить на тренинги и семинары ' \
              'дабы быть вкурсе текущих актуальных торговых моделей. Почти всеми я делюсь с вами изо дня в день)'

dont_press_text = 'Одна из самых важных вещей в трединге это делать то что заданно инструкцией. Своей или чужой.  \n\n' \
                  'Поэтому если написанно не нажимать, то не нажимайте xD \n\n' \
                  'Я буду писать еще много напоминаний на тему инструкций и планов, но считайте это первым'